[SetupWizard]

Install 			= Asenna ASUS WLAN -kortinohjain
Install_ToolTip			= Napsauta suorittaaksesi WLAN-asennusohjelman
Install_BT			= Asenna Bluetooth-ohjain
Install_BT_ToolTip	= Napsauta suorittaaksesi Bluetooth -asennusohjelman
Uninstall			= 
Uninstall_ToolTip 		= 
Install_WiDi_UI		= Asenna WiDi-apuohjelma
Install_WiDi_UI_ToolTip	= Napsauta suorittaaksesi WiDi Utility setup -asennusohjelman
Manual_Read_Install		= Lue/asenna käyttäjän dokumentaatio
Manual_Read_Install_ToolTip	= Napsauta näyttääksesi tai asentaaksesi käyttäjän käsikirjan
Explore_CD			= Tutustu tähän CD-levyyn
Explore_CD_ToolTip		= Napsauta selataksesi tätä CD-levyä Windows Explorer'ia käyttämällä
Browse_WebSite			= Selaa Web-sivuamme
Browse_WebSite_ToolTip		= Napsauta avataksesi web-sivumme selaimessasi
Install_Langauge		= Asenna kieli:
Exit				= Lopeta
Read_QSG			= Lue kortin pikakäynnistysohje
Read_QSG_ToolTip		= Napsauta näyttääksesi WLAN-kortin pikakäynnistysohjeen
Read_UserManual			= Lue kortin käyttäjän käsikirja
Read_UserManual_ToolTip		= Napsauta näyttääksesi WLAN-kortin käyttäjän käsikirjan
Install_UserDoc			= Asenna käyttäjän dokumentaatio
Install_UserDoc_ToolTip		= Napsauta asentaaksesi käyttäjän dokumentaation
Install_AdobeReader		= Asenna Adobe Reader -ohjelmisto
Install_AdobeReader_ToolTip	= Asiakirjatiedosto on PDF-muotoinen, tarvitset Adobe Acrobat Reader -ohjelmiston sen näyttämiseksi
Download_AdobeReader		= Lataa Adobe Reader
Download_AdobeReader_ToolTip	= Napsauta "Download Adobe Reader" Adobe Reader on liitetty viralliselle web-sivulle, josta voit ladata ohjelmistopäivityksiä
Return				= Palaa
Uninstall_notHaveDriver		= 
Notsupper_BTdriver		= Käyttöjärjestelmä ei tue tätä BT-ohjainta
Notsupper_WIFIdriver	= Käyttöjärjestelmä ei tue tätä ohjainta.

[Languages]

English				= English
Czech				= čeština
Danish				= danske
Finnish				= suomi
French				= français
German				= deutsch
Hungarian			= magyar
Italian				= italiano
Malay				= Melayu
Norwegian			= norsk
Polish				= polski
PortugueseB			= português(Brasil)
PortugueseP			= português(Portugal)
Romanian			= română
Russian				= русский
Spanish				= español
Swedish				= svenska
Simple_Chinese			= 中文 (简体)
Traditional_Chinese		= 中文 (繁體)
Thai				= ภาษาไทย
Turkish				= Türkçe
Ukrainian			= Український
Japanese			= 日本語